Repository: ncleton/vibe-walkie
Catalog: macOS/AppRemoteMac/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, yue, zh_hans, zh_hant

# mac.vibe.walkie.needs.accessibility.access.to.read.the.active.field.f7cd725
source: Vibe Walkie needs Accessibility access to read the active field, type your dictation, and switch apps.
ar: يحتاج Vibe Walkie إلى إذن تسهيلات الاستخدام لقراءة الحقل النشط وإدخال نص الإملاء وتبديل التطبيقات.
ca: Vibe Walkie necessita accés a l’Accessibilitat per llegir el camp actiu, escriure el dictat i canviar d’app.
cs: Vibe Walkie potřebuje přístup ke Zpřístupnění, aby mohlo číst aktivní pole, psát diktovaný text a přepínat aplikace.
da: Vibe Walkie skal have adgang til Tilgængelighed for at læse det aktive felt, skrive din diktering og skifte apps.
de: Vibe Walkie benötigt Bedienungshilfen, um das aktive Feld zu lesen, dein Diktat einzufügen und Apps zu wechseln.
el: Το Vibe Walkie χρειάζεται πρόσβαση στην Προσβασιμότητα για να διαβάζει το ενεργό πεδίο, να πληκτρολογεί την υπαγόρευσή σας και να αλλάζει εφαρμογές.
es: Vibe Walkie necesita permiso de Accesibilidad para leer el campo activo, escribir el texto dictado y cambiar de app.
fi: Vibe Walkie tarvitsee Käyttöapu-oikeuden aktiivisen kentän lukemiseen, sanelun kirjoittamiseen ja sovellusten vaihtamiseen.
fr: Vibe Walkie a besoin de l'Accessibilité pour lire le champ actif, y écrire votre dictée et changer d'application.
he: Vibe Walkie זקוק לגישת נגישות כדי לקרוא את השדה הפעיל, להקליד את ההכתבה ולעבור בין יישומים.
hi: सक्रिय फ़ील्ड पढ़ने, डिक्टेशन टाइप करने और ऐप बदलने के लिए Vibe Walkie को ऐक्सेसिबिलिटी की अनुमति चाहिए।
hr: Vibe Walkie treba pristup Pristupačnosti kako bi pročitao aktivno polje, upisao diktat i mijenjao aplikacije.
hu: A Vibe Walkie-nak Kisegítő lehetőségek hozzáférésre van szüksége az aktív mező olvasásához, a diktált szöveg begépeléséhez és az alkalmazások váltásához.
id: Vibe Walkie memerlukan izin Aksesibilitas untuk membaca kolom aktif, mengetik hasil dikte, dan beralih aplikasi.
it: Vibe Walkie richiede il permesso Accessibilità per leggere il campo attivo, inserire il testo dettato e cambiare app.
ja: 使用中のフィールドの読み取り、音声入力テキストの入力、アプリの切り替えを行うには、Vibe Walkieにアクセシビリティの使用を許可する必要があります。
ko: 활성 필드를 읽고 받아쓰기 텍스트를 입력하며 앱을 전환하려면 Vibe Walkie에 손쉬운 사용 권한이 필요합니다.
ms: Vibe Walkie memerlukan akses Kebolehcapaian untuk membaca medan aktif, menaip imlak anda dan menukar aplikasi.
nb: Vibe Walkie trenger tilgang til Tilgjengelighet for å lese det aktive feltet, skrive dikteringen og bytte apper.
nl: Vibe Walkie heeft toegang tot Toegankelijkheid nodig om het actieve veld te lezen, dicteertekst te typen en tussen apps te wisselen.
pl: Vibe Walkie wymaga uprawnienia Dostępność, aby odczytać aktywne pole, wpisać dyktowany tekst i przełączać aplikacje.
pt: O Vibe Walkie precisa da permissão Acessibilidade para ler o campo ativo, inserir o texto ditado e trocar de app.
ro: Vibe Walkie are nevoie de acces la Accesibilitate pentru a citi câmpul activ, a tasta dictarea și a comuta aplicațiile.
ru: Vibe Walkie нужен Универсальный доступ, чтобы читать активное поле, вводить продиктованный текст и переключать приложения.
sk: Vibe Walkie potrebuje prístup k Prístupnosti, aby mohlo čítať aktívne pole, písať diktovaný text a prepínať aplikácie.
sv: Vibe Walkie behöver Hjälpmedel för att läsa det aktiva fältet, skriva din diktering och växla mellan appar.
th: Vibe Walkie ต้องใช้การช่วยการเข้าถึงเพื่ออ่านช่องที่ใช้งาน พิมพ์ข้อความที่ป้อนตามคำบอก และสลับแอป
tr: Vibe Walkie etkin alanı okumak, dikte edilen metni yazmak ve uygulamalar arasında geçiş yapmak için Erişilebilirlik iznine ihtiyaç duyar.
uk: Vibe Walkie потрібен доступ до Універсального доступу, щоб читати активне поле, вводити продиктований текст і перемикати програми.
vi: Vibe Walkie cần quyền Trợ năng để đọc trường đang hoạt động, nhập văn bản đọc chính tả và chuyển ứng dụng.
yue: Vibe Walkie 需要輔助使用權限，先可以讀取使用中欄位、輸入聽寫文字同切換 App。
zh_hans: Vibe Walkie 需要辅助功能权限，才能读取当前文本栏、输入听写文本并切换 App。
zh_hant: Vibe Walkie 需要輔助使用權限，才能讀取目前使用中的文字欄位、輸入聽寫文字並切換 App。

# mac.waiting.for.an.iphone.3454e98
source: Waiting for an iPhone
ar: في انتظار iPhone
ca: S’està esperant un iPhone
cs: Čekání na iPhone
da: Venter på en iPhone
de: Warten auf ein iPhone
el: Αναμονή για iPhone
es: Esperando un iPhone
fi: Odotetaan iPhonea
fr: En attente d'un iPhone
he: ממתין ל‑iPhone
hi: iPhone का इंतज़ार है
hr: Čeka se iPhone
hu: Várakozás iPhone-ra
id: Menunggu iPhone
it: In attesa di un iPhone
ja: iPhoneを待機中
ko: iPhone을 기다리는 중
ms: Menunggu iPhone
nb: Venter på en iPhone
nl: Wachten op een iPhone
pl: Oczekiwanie na iPhone'a
pt: À espera de um iPhone
ro: Se așteaptă un iPhone
ru: Ожидание iPhone
sk: Čaká sa na iPhone
sv: Väntar på en iPhone
th: กำลังรอ iPhone
tr: iPhone bekleniyor
uk: Очікування iPhone
vi: Đang chờ iPhone
yue: 正在等候 iPhone
zh_hans: 正在等待 iPhone
zh_hant: 正在等待 iPhone

# mac.welcome.6121f20
source: Welcome
ar: مرحباً
ca: Benvingut
cs: Vítejte
da: Velkommen
de: Willkommen
el: Καλώς ορίσατε
es: Te damos la bienvenida
fi: Tervetuloa
fr: Bienvenue
he: ברוכים הבאים
hi: आपका स्वागत है
hr: Dobro došli
hu: Üdvözlünk
id: Selamat datang
it: Benvenuto
ja: ようこそ
ko: 환영합니다
ms: Selamat datang
nb: Velkommen
nl: Welkom
pl: Witamy
pt: Boas-vindas
ro: Bun venit
ru: Добро пожаловать
sk: Vitajte
sv: Välkommen
th: ยินดีต้อนรับ
tr: Hoş geldiniz
uk: Вітаємо
vi: Chào mừng
yue: 歡迎
zh_hans: 欢迎
zh_hant: 歡迎

# mac.works.with.tailscale.4861eb6
source: Works with Tailscale
ar: يعمل مع Tailscale
ca: Funciona amb Tailscale
cs: Funguje s Tailscale
da: Fungerer med Tailscale
de: Funktioniert mit Tailscale
el: Λειτουργεί με το Tailscale
es: Compatible con Tailscale
fi: Toimii Tailscalen kanssa
fr: Compatible avec Tailscale
he: עובד עם Tailscale
hi: Tailscale के साथ काम करता है
hr: Radi s Tailscaleom
hu: Együttműködik a Tailscale-lel
id: Bekerja dengan Tailscale
it: Funziona con Tailscale
ja: Tailscaleに対応
ko: Tailscale 지원
ms: Berfungsi dengan Tailscale
nb: Fungerer med Tailscale
nl: Werkt met Tailscale
pl: Współpracuje z Tailscale
pt: Funciona com Tailscale
ro: Funcționează cu Tailscale
ru: Работает с Tailscale
sk: Funguje s Tailscale
sv: Fungerar med Tailscale
th: ใช้งานร่วมกับ Tailscale
tr: Tailscale ile çalışır
uk: Працює з Tailscale
vi: Hoạt động với Tailscale
yue: 支援 Tailscale
zh_hans: 支持 Tailscale
zh_hant: 支援 Tailscale

# mac.nomad.tutorial.mac.connect.details.8a01c91
source: 1. Open Tailscale on this Mac. 2. Choose Sign in, then Apple, Google, Microsoft, or GitHub. 3. Allow the VPN configuration requested by macOS. 4. Leave Tailscale enabled. There is no server or port to configure.
ar: 1. افتح Tailscale على هذا الـ Mac. 2. اختر تسجيل الدخول، ثم Apple أو Google أو Microsoft أو GitHub. 3. اسمح بإضافة إعداد VPN الذي يطلبه macOS. 4. اترك Tailscale مفعّلًا. لا حاجة لإعداد خادم أو منفذ.
ca: 1. Obre Tailscale en aquest Mac. 2. Tria Inicia sessió i després Apple, Google, Microsoft o GitHub. 3. Autoritza la configuració VPN que demana macOS. 4. Deixa Tailscale activat. No cal configurar cap servidor ni port.
cs: 1. Otevřete Tailscale na tomto Macu. 2. Zvolte Přihlásit se a poté Apple, Google, Microsoft nebo GitHub. 3. Povolte konfiguraci VPN požadovanou systémem macOS. 4. Nechte Tailscale zapnutý. Není třeba nastavovat server ani port.
da: 1. Åbn Tailscale på denne Mac. 2. Vælg Log ind og derefter Apple, Google, Microsoft eller GitHub. 3. Tillad den VPN-konfiguration, som macOS beder om. 4. Lad Tailscale være slået til. Du skal ikke konfigurere en server eller port.
de: 1. Öffne Tailscale auf diesem Mac. 2. Wähle Anmelden und dann Apple, Google, Microsoft oder GitHub. 3. Erlaube die von macOS angeforderte VPN-Konfiguration. 4. Lass Tailscale aktiviert. Server oder Ports müssen nicht eingerichtet werden.
el: 1. Ανοίξτε το Tailscale σε αυτό το Mac. 2. Επιλέξτε Σύνδεση και μετά Apple, Google, Microsoft ή GitHub. 3. Επιτρέψτε τη διαμόρφωση VPN που ζητά το macOS. 4. Αφήστε το Tailscale ενεργό. Δεν χρειάζεται ρύθμιση διακομιστή ή θύρας.
es: 1. Abre Tailscale en este Mac. 2. Elige Iniciar sesión y luego Apple, Google, Microsoft o GitHub. 3. Autoriza la configuración VPN solicitada por macOS. 4. Deja Tailscale activado. No hay que configurar ningún servidor ni puerto.
fi: 1. Avaa Tailscale tällä Macilla. 2. Valitse Kirjaudu sisään ja sitten Apple, Google, Microsoft tai GitHub. 3. Salli macOS:n pyytämä VPN-määritys. 4. Jätä Tailscale käyttöön. Palvelinta tai porttia ei tarvitse määrittää.
fr: 1. Ouvrez Tailscale sur ce Mac. 2. Choisissez Se connecter, puis Apple, Google, Microsoft ou GitHub. 3. Autorisez la configuration VPN demandée par macOS. 4. Laissez Tailscale activé. Aucun serveur ni port n’est à configurer.
he: 1. פתחו את Tailscale ב‑Mac הזה. 2. בחרו התחברות ואז Apple, Google, Microsoft או GitHub. 3. אשרו את תצורת ה‑VPN ש‑macOS מבקש. 4. השאירו את Tailscale פעיל. אין צורך להגדיר שרת או יציאה.
hi: 1. इस Mac पर Tailscale खोलें। 2. साइन इन चुनें, फिर Apple, Google, Microsoft या GitHub चुनें। 3. macOS द्वारा माँगी गई VPN कॉन्फ़िगरेशन की अनुमति दें। 4. Tailscale चालू रखें। किसी सर्वर या पोर्ट को सेट करने की ज़रूरत नहीं है।
hr: 1. Otvorite Tailscale na ovom Macu. 2. Odaberite Prijava, zatim Apple, Google, Microsoft ili GitHub. 3. Dopustite VPN konfiguraciju koju traži macOS. 4. Ostavite Tailscale uključen. Nije potrebno postavljati poslužitelj ni port.
hu: 1. Nyissa meg a Tailscale-t ezen a Macen. 2. Válassza a Bejelentkezést, majd az Apple, Google, Microsoft vagy GitHub lehetőséget. 3. Engedélyezze a macOS által kért VPN-konfigurációt. 4. Hagyja bekapcsolva a Tailscale-t. Nem kell szervert vagy portot beállítani.
id: 1. Buka Tailscale di Mac ini. 2. Pilih Masuk, lalu Apple, Google, Microsoft, atau GitHub. 3. Izinkan konfigurasi VPN yang diminta macOS. 4. Biarkan Tailscale aktif. Tidak ada server atau port yang perlu diatur.
it: 1. Apri Tailscale su questo Mac. 2. Scegli Accedi, poi Apple, Google, Microsoft o GitHub. 3. Consenti la configurazione VPN richiesta da macOS. 4. Lascia Tailscale attivo. Non devi configurare server o porte.
ja: 1. このMacでTailscaleを開きます。 2. サインインを選び、Apple、Google、Microsoft、またはGitHubを選択します。 3. macOSが求めるVPN構成を許可します。 4. Tailscaleをオンのままにします。サーバーやポートの設定は不要です。
ko: 1. 이 Mac에서 Tailscale을 여세요. 2. 로그인을 선택한 다음 Apple, Google, Microsoft 또는 GitHub를 선택하세요. 3. macOS가 요청하는 VPN 구성을 허용하세요. 4. Tailscale을 켜 두세요. 서버나 포트를 설정할 필요가 없습니다.
ms: 1. Buka Tailscale pada Mac ini. 2. Pilih Log masuk, kemudian Apple, Google, Microsoft atau GitHub. 3. Benarkan konfigurasi VPN yang diminta oleh macOS. 4. Biarkan Tailscale aktif. Tiada pelayan atau port perlu dikonfigurasi.
nb: 1. Åpne Tailscale på denne Macen. 2. Velg Logg på og deretter Apple, Google, Microsoft eller GitHub. 3. Tillat VPN-konfigurasjonen macOS ber om. 4. La Tailscale være aktivert. Ingen server eller port må konfigureres.
nl: 1. Open Tailscale op deze Mac. 2. Kies Log in en daarna Apple, Google, Microsoft of GitHub. 3. Sta de door macOS gevraagde VPN-configuratie toe. 4. Laat Tailscale ingeschakeld. Je hoeft geen server of poort in te stellen.
pl: 1. Otwórz Tailscale na tym Macu. 2. Wybierz Zaloguj się, a następnie Apple, Google, Microsoft lub GitHub. 3. Zezwól na konfigurację VPN wymaganą przez macOS. 4. Pozostaw Tailscale włączony. Nie trzeba konfigurować serwera ani portu.
pt: 1. Abra o Tailscale neste Mac. 2. Escolha Iniciar sessão e depois Apple, Google, Microsoft ou GitHub. 3. Autorize a configuração VPN pedida pelo macOS. 4. Deixe o Tailscale ativo. Não é necessário configurar servidor nem porta.
ro: 1. Deschideți Tailscale pe acest Mac. 2. Alegeți Autentificare, apoi Apple, Google, Microsoft sau GitHub. 3. Permiteți configurația VPN solicitată de macOS. 4. Lăsați Tailscale activat. Nu trebuie configurat niciun server sau port.
ru: 1. Откройте Tailscale на этом Mac. 2. Выберите «Войти», затем Apple, Google, Microsoft или GitHub. 3. Разрешите конфигурацию VPN, запрошенную macOS. 4. Оставьте Tailscale включённым. Настраивать сервер или порт не нужно.
sk: 1. Otvorte Tailscale na tomto Macu. 2. Vyberte Prihlásiť sa a potom Apple, Google, Microsoft alebo GitHub. 3. Povoľte konfiguráciu VPN požadovanú systémom macOS. 4. Nechajte Tailscale zapnutý. Netreba nastavovať server ani port.
sv: 1. Öppna Tailscale på denna Mac. 2. Välj Logga in och sedan Apple, Google, Microsoft eller GitHub. 3. Tillåt VPN-konfigurationen som macOS begär. 4. Låt Tailscale vara aktiverat. Ingen server eller port behöver konfigureras.
th: 1. เปิด Tailscale บน Mac เครื่องนี้ 2. เลือกลงชื่อเข้าใช้ แล้วเลือก Apple, Google, Microsoft หรือ GitHub 3. อนุญาตการกำหนดค่า VPN ที่ macOS ขอ 4. เปิด Tailscale ไว้ ไม่ต้องตั้งค่าเซิร์ฟเวอร์หรือพอร์ต
tr: 1. Bu Mac’te Tailscale’i açın. 2. Giriş yap’ı, ardından Apple, Google, Microsoft veya GitHub’ı seçin. 3. macOS’in istediği VPN yapılandırmasına izin verin. 4. Tailscale’i açık bırakın. Sunucu veya bağlantı noktası ayarlamanız gerekmez.
uk: 1. Відкрийте Tailscale на цьому Mac. 2. Виберіть Увійти, потім Apple, Google, Microsoft або GitHub. 3. Дозвольте конфігурацію VPN, яку запитує macOS. 4. Залиште Tailscale увімкненим. Налаштовувати сервер чи порт не потрібно.
vi: 1. Mở Tailscale trên máy Mac này. 2. Chọn Đăng nhập, rồi chọn Apple, Google, Microsoft hoặc GitHub. 3. Cho phép cấu hình VPN mà macOS yêu cầu. 4. Giữ Tailscale bật. Bạn không cần cấu hình máy chủ hay cổng.
yue: 1. 喺呢部 Mac 開啟 Tailscale。 2. 揀登入，再揀 Apple、Google、Microsoft 或 GitHub。 3. 允許 macOS 要求嘅 VPN 設定。 4. 保持 Tailscale 開啟，唔使設定伺服器或連接埠。
zh_hans: 1. 在这台 Mac 上打开 Tailscale。 2. 选择登录，然后选择 Apple、Google、Microsoft 或 GitHub。 3. 允许 macOS 请求的 VPN 配置。 4. 保持 Tailscale 开启，无需配置服务器或端口。
zh_hant: 1. 在這台 Mac 上開啟 Tailscale。 2. 選擇登入，然後選擇 Apple、Google、Microsoft 或 GitHub。 3. 允許 macOS 要求的 VPN 設定。 4. 保持 Tailscale 開啟，無需設定伺服器或連接埠。

# mac.nomad.tutorial.iphone.details.2bcf5c1
source: 1. Scan the QR code with your iPhone and install Tailscale. 2. Open Tailscale and use the exact same account as on the Mac. 3. Tap Allow to add the VPN configuration. 4. Make sure Tailscale says Connected.
ar: 1. امسح رمز QR بهاتف iPhone وثبّت Tailscale. 2. افتح Tailscale واستخدم الحساب نفسه الموجود على الـ Mac. 3. اضغط سماح لإضافة إعداد VPN. 4. تأكد من أن Tailscale يعرض متصلًا.
ca: 1. Escaneja el QR amb l’iPhone i instal·la Tailscale. 2. Obre Tailscale i utilitza el mateix compte que al Mac. 3. Toca Permet per afegir la configuració VPN. 4. Comprova que Tailscale indiqui Connectat.
cs: 1. Naskenujte QR iPhonem a nainstalujte Tailscale. 2. Otevřete Tailscale a použijte stejný účet jako na Macu. 3. Klepnutím na Povolit přidejte konfiguraci VPN. 4. Ověřte, že Tailscale zobrazuje Připojeno.
da: 1. Scan QR-koden med din iPhone, og installer Tailscale. 2. Åbn Tailscale, og brug samme konto som på Mac. 3. Tryk Tillad for at tilføje VPN-konfigurationen. 4. Kontrollér, at Tailscale viser Forbundet.
de: 1. Scanne den QR-Code mit dem iPhone und installiere Tailscale. 2. Öffne Tailscale und verwende dasselbe Konto wie auf dem Mac. 3. Tippe auf Erlauben, um die VPN-Konfiguration hinzuzufügen. 4. Prüfe, ob Tailscale Verbunden anzeigt.
el: 1. Σαρώστε το QR με το iPhone και εγκαταστήστε το Tailscale. 2. Ανοίξτε το Tailscale και χρησιμοποιήστε τον ίδιο λογαριασμό με το Mac. 3. Πατήστε Να επιτρέπεται για να προστεθεί η διαμόρφωση VPN. 4. Βεβαιωθείτε ότι το Tailscale δείχνει Συνδεδεμένο.
es: 1. Escanea el QR con el iPhone e instala Tailscale. 2. Abre Tailscale y usa exactamente la misma cuenta que en el Mac. 3. Toca Permitir para añadir la configuración VPN. 4. Comprueba que Tailscale indique Conectado.
fi: 1. Skannaa QR-koodi iPhonella ja asenna Tailscale. 2. Avaa Tailscale ja käytä täsmälleen samaa tiliä kuin Macilla. 3. Lisää VPN-määritys napauttamalla Salli. 4. Varmista, että Tailscale näyttää Yhdistetty.
fr: 1. Scannez le QR avec l’iPhone et installez Tailscale. 2. Ouvrez Tailscale et utilisez exactement le même compte que sur le Mac. 3. Touchez Autoriser pour ajouter la configuration VPN. 4. Vérifiez que Tailscale affiche Connecté.
he: 1. סרקו את קוד ה‑QR עם ה‑iPhone והתקינו את Tailscale. 2. פתחו את Tailscale והשתמשו בדיוק באותו חשבון כמו ב‑Mac. 3. הקישו על אפשר כדי להוסיף את תצורת ה‑VPN. 4. ודאו ש‑Tailscale מציג מחובר.
hi: 1. iPhone से QR स्कैन करें और Tailscale इंस्टॉल करें। 2. Tailscale खोलें और Mac वाला बिल्कुल वही खाता इस्तेमाल करें। 3. VPN कॉन्फ़िगरेशन जोड़ने के लिए अनुमति दें टैप करें। 4. सुनिश्चित करें कि Tailscale कनेक्टेड दिखाता है।
hr: 1. Skenirajte QR iPhoneom i instalirajte Tailscale. 2. Otvorite Tailscale i upotrijebite isti račun kao na Macu. 3. Dodirnite Dopusti za dodavanje VPN konfiguracije. 4. Provjerite prikazuje li Tailscale Povezano.
hu: 1. Olvassa be a QR-kódot az iPhone-nal, és telepítse a Tailscale-t. 2. Nyissa meg, és használja pontosan ugyanazt a fiókot, mint a Macen. 3. Koppintson az Engedélyezésre a VPN-konfiguráció hozzáadásához. 4. Ellenőrizze, hogy a Tailscale Kapcsolódva állapotot mutat.
id: 1. Pindai QR dengan iPhone dan instal Tailscale. 2. Buka Tailscale dan gunakan akun yang sama persis seperti di Mac. 3. Ketuk Izinkan untuk menambahkan konfigurasi VPN. 4. Pastikan Tailscale menampilkan Terhubung.
it: 1. Scansiona il QR con l’iPhone e installa Tailscale. 2. Apri Tailscale e usa esattamente lo stesso account del Mac. 3. Tocca Consenti per aggiungere la configurazione VPN. 4. Verifica che Tailscale indichi Connesso.
ja: 1. iPhoneでQRコードを読み取り、Tailscaleをインストールします。 2. Tailscaleを開き、Macとまったく同じアカウントを使います。 3. 許可をタップしてVPN構成を追加します。 4. Tailscaleに接続済みと表示されることを確認します。
ko: 1. iPhone으로 QR 코드를 스캔하고 Tailscale을 설치하세요. 2. Tailscale을 열고 Mac과 정확히 같은 계정을 사용하세요. 3. 허용을 탭하여 VPN 구성을 추가하세요. 4. Tailscale에 연결됨이 표시되는지 확인하세요.
ms: 1. Imbas QR dengan iPhone dan pasang Tailscale. 2. Buka Tailscale dan gunakan akaun yang sama seperti pada Mac. 3. Ketik Benarkan untuk menambah konfigurasi VPN. 4. Pastikan Tailscale memaparkan Bersambung.
nb: 1. Skann QR-koden med iPhone og installer Tailscale. 2. Åpne Tailscale og bruk nøyaktig samme konto som på Macen. 3. Trykk Tillat for å legge til VPN-konfigurasjonen. 4. Kontroller at Tailscale viser Tilkoblet.
nl: 1. Scan de QR-code met je iPhone en installeer Tailscale. 2. Open Tailscale en gebruik exact hetzelfde account als op de Mac. 3. Tik op Sta toe om de VPN-configuratie toe te voegen. 4. Controleer of Tailscale Verbonden toont.
pl: 1. Zeskanuj kod QR iPhonem i zainstaluj Tailscale. 2. Otwórz Tailscale i użyj dokładnie tego samego konta co na Macu. 3. Stuknij Zezwól, aby dodać konfigurację VPN. 4. Sprawdź, czy Tailscale wyświetla Połączono.
pt: 1. Leia o QR com o iPhone e instale o Tailscale. 2. Abra o Tailscale e use exatamente a mesma conta do Mac. 3. Toque em Permitir para adicionar a configuração VPN. 4. Confirme que o Tailscale mostra Ligado.
ro: 1. Scanați codul QR cu iPhone-ul și instalați Tailscale. 2. Deschideți Tailscale și folosiți exact același cont ca pe Mac. 3. Atingeți Permite pentru a adăuga configurația VPN. 4. Verificați dacă Tailscale afișează Conectat.
ru: 1. Отсканируйте QR-код на iPhone и установите Tailscale. 2. Откройте Tailscale и используйте ту же учётную запись, что и на Mac. 3. Нажмите «Разрешить», чтобы добавить конфигурацию VPN. 4. Убедитесь, что Tailscale показывает «Подключено».
sk: 1. Naskenujte QR iPhonom a nainštalujte Tailscale. 2. Otvorte Tailscale a použite presne ten istý účet ako na Macu. 3. Klepnutím na Povoliť pridajte konfiguráciu VPN. 4. Overte, že Tailscale zobrazuje Pripojené.
sv: 1. Skanna QR-koden med iPhone och installera Tailscale. 2. Öppna Tailscale och använd exakt samma konto som på Mac. 3. Tryck på Tillåt för att lägga till VPN-konfigurationen. 4. Kontrollera att Tailscale visar Ansluten.
th: 1. สแกน QR ด้วย iPhone แล้วติดตั้ง Tailscale 2. เปิด Tailscale และใช้บัญชีเดียวกับบน Mac 3. แตะอนุญาตเพื่อเพิ่มการกำหนดค่า VPN 4. ตรวจสอบว่า Tailscale แสดงว่าเชื่อมต่อแล้ว
tr: 1. QR kodunu iPhone ile tarayın ve Tailscale’i yükleyin. 2. Tailscale’i açın ve Mac’teki hesabın aynısını kullanın. 3. VPN yapılandırmasını eklemek için İzin ver’e dokunun. 4. Tailscale’in Bağlı yazdığını doğrulayın.
uk: 1. Відскануйте QR-код на iPhone та встановіть Tailscale. 2. Відкрийте Tailscale і використайте той самий обліковий запис, що й на Mac. 3. Натисніть Дозволити, щоб додати конфігурацію VPN. 4. Переконайтеся, що Tailscale показує Підключено.
vi: 1. Quét mã QR bằng iPhone và cài đặt Tailscale. 2. Mở Tailscale và dùng đúng tài khoản đã dùng trên Mac. 3. Chạm Cho phép để thêm cấu hình VPN. 4. Đảm bảo Tailscale hiển thị Đã kết nối.
yue: 1. 用 iPhone 掃描 QR 並安裝 Tailscale。 2. 開啟 Tailscale，使用同 Mac 完全相同嘅帳戶。 3. 撳允許加入 VPN 設定。 4. 確認 Tailscale 顯示已連線。
zh_hans: 1. 用 iPhone 扫描二维码并安装 Tailscale。 2. 打开 Tailscale，使用与 Mac 完全相同的账户。 3. 轻点允许以添加 VPN 配置。 4. 确认 Tailscale 显示已连接。
zh_hant: 1. 用 iPhone 掃描 QR 碼並安裝 Tailscale。 2. 開啟 Tailscale，使用與 Mac 完全相同的帳戶。 3. 點一下允許以加入 VPN 設定。 4. 確認 Tailscale 顯示已連線。
